{
  "common": {
   "header":{
    "About Us": "معلومات عنا",
    "Search medical equipment, services, and products": "ابحث عن المعدات الطبية والخدمات والمنتجات",
    "Rent": "تأجير",
    "Services": "خدمات",
    "Products": "منتجات",
    "Medical Equipment": "معدات طبية",
    "Contact Us": "اتصل بنا"
   },
   "footer": {
  "QuickLinks": "روابط سريعة",
  "Home": "الرئيسية",
  "OurStory": "قصتنا",
  "Products": "المنتجات",
  "Services": "الخدمات",
  "ContactUs": "تواصل معنا",
  "Contacts": "جهات الاتصال",
  "Phone1": "+971522044556",
  "Phone2": "+97145728346",
  "Email": "inquiry@mymedlinks.com",
  "Address": "المعرض: القوز الصناعية الأولى، 242-107، دبي",
  "FollowUs": "تابعنا",
  "Facebook": "فيسبوك",
  "Instagram": "انستجرام",
  "WhatsApp": "واتساب",
  "Twitter": "تويتر",
  "Payment": "الدفع",
  "Secure": "مدفوعات آمنة مدعومة بأحدث تقنيات التشفير",
  "Rights": "© 2025 جميع الحقوق محفوظة.",
  "OurPolicy": "سياستنا",
  "ReturnPolicy": "سياسة الاسترجاع",
  "Terms": "الشروط والأحكام"
  },
  "home":{
    "Explore All Services": "استكشاف جميع الخدمات",
    "Medical Services Offered At Home": "الخدمات الطبية المقدمة في المنزل",
    "We provide a wide range of medical services at home, ensuring you receive the care you need in the comfort of your own space": "نقدم مجموعة واسعة من الخدمات الطبية في المنزل، لضمان حصولك على الرعاية التي تحتاجها في راحة منزلك",
    "Professional medical service with trained attendants providing quality care and support": "خدمة طبية احترافية مع مرافقة مدربة تقدم رعاية ودعم عالي الجودة",
    "24/7 Available": "متاح على مدار الساعة",
    "Certified": "معتمد",
    "One-time": "مرة واحدة",
    "Rental": "إيجار",
    "View More Services": "عرض المزيد من الخدمات",
    "One-time payment": "دفع لمرة واحدة",
    "Per day rental": "إيجار يومي",
    "Book Now": "احجز الآن",
    "Rent Now": "استأجر الآن",
    "Medical Equipment Categories": "فئات المعدات الطبية",
    "Explore our wide range of medical equipment available for sale and rent": "استكشف مجموعتنا الواسعة من المعدات الطبية المتاحة للبيع والإيجار",
    "Categories for Sale": "فئات للبيع",
    "Categories for Rent": "فئات للإيجار",
    "Rate for": "تقييم  ",
    "Buy Now": "اشترِ الآن",
    "Contact for Price": "اتصل للسعر",
    "product": "منتج",
    "rent": "إيجار",
    "service": "خدمة"
  },
   "about":{
 "legacy_compassion": "إرث من الرحمة، مستقبل من الرعاية",
        "medlinks_title": "ميديلينكس",
        "medlinks_desc": "بدأت رحلتنا قبل عشرين عامًا في قلب العمل الخيري الطبي، حيث عملنا عن كثب مع المستشفيات وشاهدنا بأم العين التحديات التي يواجهها المرضى بعد مغادرتهم المستشفى.",
        "learn_more": "اعرف أكثر",
        "contact_us": "اتصل بنا",
        "our_story": "قصتنا",
        "more_than_medical_devices": "أكثر من مجرد أجهزة طبية",
        "medical_devices_desc1": "كان هذا الإيمان هو الذي شكّل ميديلينكس. نحن أكثر من مجرد مزوّد للأجهزة الطبية؛ بل نحن دعاة لكرامة المريض ورفاهيته.",
        "medical_devices_desc2": "وُلدنا من خبرتنا العميقة في المجال الطبي الخيري، ونفهم تمامًا التحديات التي يواجهها المرضى بعد مغادرة أبواب المستشفى.",
        "years_of_care": "عشرون عامًا من الرعاية الإنسانية",
        "mission": "رسالتنا",
        "mission_desc1": "في ميديلينكس، نؤمن بأن الشفاء ليس فقط عملية طبية — إنه رحلة إنسانية تستحق الراحة والكرامة والسهولة في الوصول.",
        "mission_desc2": "تتمثل مهمتنا في تمكين الأفراد عبر توفير معدات طبية عالية الجودة وخدمات صحية إنسانية.",
        "vision": "رؤيتنا",
        "vision_desc1": "نتصور مستقبلًا لا يشعر فيه أي مريض بالإهمال خلال رحلته نحو التعافي.",
        "vision_desc2": "في ميديلينكس، تكمن رؤيتنا في إحداث ثورة في سهولة الوصول إلى الخدمات الطبية، وتغيير الطريقة التي يختبر بها الناس الرعاية الصحية خارج جدران المستشفى.",
        "vision_desc3": "لأن التعافي لا يتعلق فقط بالعلاج الطبي — بل يتعلق بالكرامة والاختيار والحق غير القابل للتصرف في الشفاء براحة.",
        "what_drives_us": "ما يوجهنا",
        "core_values": "قيمنا الأساسية",
        "values_desc": "هذه المبادئ هي التي تقود كل قرار نتخذه وكل حل نقدمه",
        "compassion": "الرحمة",
        "compassion_desc": "كل تفاعل يُدار بتوجيه من التعاطف والتفهم والاهتمام الحقيقي بصحة الآخرين.",
        "dignity": "الكرامة",
        "dignity_desc": "نحن نحافظ على كرامة المريض في كل خدمة نقدمها، ونضمن احترامه وتكريمه طوال رحلة الشفاء.",
        "accessibility": "الوصولية",
        "accessibility_desc": "يجب أن تكون الرعاية الصحية متاحة للجميع، بغض النظر عن الموقع أو الخلفية أو الوضع المالي.",
        "excellence": "التميز",
        "excellence_desc": "نسعى دائمًا لتحقيق التميز في كل ما نقوم به، ونعمل على تحسين خدماتنا ودعمنا باستمرار.",
        "ready_experience": "هل أنت مستعد لتجربة رعاية إنسانية؟",
        "join_mission": "انضم إلينا في مهمتنا لجعل الرعاية الصحية ذات جودة عالية في متناول الجميع، وبشكل مريح وميسّر.",
        "get_started": "ابدأ الآن"
  }, 
  "policy": {
 "header": {
      "title": "سياسة الخصوصية والشروط",
      "subtitle": "خصوصيتك وأمانك هما أولويتنا القصوى. تعرف على كيفية حماية ومعالجة معلوماتك الشخصية."
    },
    "introduction": {
      "title": "مقدمة",
      "content": "تسري هذه الشروط والتعاريف المصاحبة على استخدامك لخدماتنا. \"شركة مد لينكس الطبية للمعدات والأدوات الجراحية ذ.م.م\"، \"mymedlinks،\" \"نحن،\" \"نا،\" أو \"خاصتنا\" ملتزمة بحماية خصوصيتك وضمان أمان معلوماتك الشخصية. تشرح سياسة الخصوصية هذه كيف نجمع ونستخدم ونفصح عن البيانات التي تقدمها ونحميها.",
      "guarantee": "جميع تفاصيل بطاقات الائتمان/الخصم والمعلومات الشخصية لن يتم تخزينها أو بيعها أو مشاركتها أو تأجيرها أو تأجيرها لأي أطراف ثالثة."
    },
    "security": {
      "title": "الأمان وحماية البيانات",
      "payment": {
        "title": "أمان الدفع",
        "content": "لن يقوم mymedlinks بتمرير أي تفاصيل بطاقات الخصم/الائتمان إلى أطراف ثالثة."
      },
      "dataPrivacy": {
        "title": "خصوصية البيانات",
        "content": "نتخذ الخطوات المناسبة لضمان خصوصية البيانات والأمان من خلال منهجيات الأجهزة والبرامج المختلفة."
      },
      "important": "مهم",
      "disclaimer": "ومع ذلك، لا يمكن لـ mymedlinks (الموقع الإلكتروني) ضمان أمان أي معلومات يتم الكشف عنها عبر الإنترنت.",
      "thirdParty": "mymedlinks غير مسؤولة عن سياسات الخصوصية للمواقع التي ترتبط بها. إذا قدمت أي معلومات لهذه الأطراف الثالثة، فقد تطبق قواعد مختلفة بشأن جمع واستخدام معلوماتك الشخصية. يجب عليك الاتصال بهذه الكيانات مباشرة إذا كانت لديك أي أسئلة حول استخدامها للمعلومات التي تجمعها."
    },
    "disclaimer": {
      "title": "إخلاء المسؤولية",
      "content": "قد يتم تقديم خدماتنا من خلال كيانات طرف ثالث. على الرغم من أننا نتشارك مع مقدمي خدمات موثوقين، إلا أننا لسنا مسؤولين عن أفعالهم أو سياساتهم. باستخدام خدماتنا، تقر وتقبل هذه المخاطر. للحصول على مزيد من المعلومات، يرجى الرجوع إلى شروط الخدمة الكاملة أو الاتصال بنا."
    },
    "definitions": {
      "title": "التعاريف",
          "items":{
        "item-1": "شركة مد لينكس الطبية للمعدات والأدوات الجراحية ذ.م.م",
        "item-1-def": "يشير إلى mymedlinks، منصة إلكترونية للمستلزمات والمعدات الطبية.",
        "item-2":"المستخدم، أنت، الخاص بك",
        "item-2-def":"يشير إلى الفرد الذي يستخدم خدمات mymedlinks.",
        "item-3":"الموقع",
        "item-3-def":"يشير إلى موقع mymedlinks على www.mymedlinks.com.",
        "item-4": "مقدمو الخدمات الطرف الثالث",
        "item-4-def":"الخدمات الخارجية مثل معالجات الدفع وشركات الشحن."
      }
    },
     "detailedPolicies": {
      "title": "سياسات الخصوصية المفصلة",
      "description": "معلومات شاملة حول كيفية التعامل مع بياناتك",
      "informationCollection": {
        "title": "جمع المعلومات",
        "content": "قد نجمع البيانات الشخصية مثل اسمك والبريد الإلكتروني والعنوان وتفاصيل الدفع عندما تقوم بطلب أو إنشاء حساب أو الاتصال بنا. نحصل أيضاً على عنوان IP الخاص بك تلقائياً لفهم جهازك بشكل أفضل وتحسين تجربة المستخدم."
      },
      "useOfInformation": {
        "title": "استخدام المعلومات",
        "content": "نستخدم معلوماتك لتنفيذ الطلبات، التواصل حول الطلبات والحسابات، إرسال المواد الترويجية (بموافقة)، وتحسين موقعنا وجودة الخدمة باستخدام بيانات الاستخدام."
      },
      "disclosureOfInformation": {
        "title": "الإفصاح عن المعلومات",
        "content": "قد يتم مشاركة بياناتك الشخصية مع مقدمي خدمات طرف ثالث موثوقين الذين يساعدون في تشغيل موقعنا وخدماتنا. هؤلاء الشركاء ملزمون باتفاقيات السرية وأمان البيانات. قد يتم الإفصاح عن المعلومات أيضاً إذا كان مطلوباً قانونياً أو لحماية السلامة والممتلكات."
      },
      "privacySecurity": {
        "title": "الخصوصية والأمان",
        "content": "نطبق تدابير معيارية في الصناعة مثل تشفير SSL للحفاظ على أمان معلوماتك الشخصية من الوصول غير المصرح به أو سوء الاستخدام."
      },
      "cookies": {
        "title": "ملفات تعريف الارتباط",
        "content": "يستخدم Mymedlinks ملفات تعريف الارتباط لتحسين تجربة التصفح. يمكنك تعطيل ملفات تعريف الارتباط في متصفحك، لكن قد تتأثر بعض ميزات الموقع."
      },
      "ageConsent": {
        "title": "سن الموافقة",
        "content": "باستخدام موقعنا، تؤكد أنك في السن القانونية في موقعك أو حصلت على إذن من الوالدين."
      },
      "policyChanges": {
        "title": "تغييرات على سياسة الخصوصية هذه",
        "content": "قد يتم تحديث سياسة الخصوصية هذه بشكل دوري. ستصبح جميع التغييرات سارية المفعول فوراً عند النشر. يرجى مراجعة هذه الصفحة بانتظام."
      }
    },
    "contact": {
      "title": "اتصل بنا",
      "description": "للأسئلة أو التعليقات أو المخاوف حول ممارسات الخصوصية لدينا",
      "email": {
        "label": "البريد الإلكتروني",
        "value": "info@mymedlinks.com"
      },
      "phone": {
        "label": "الهاتف",
        "value": "+971522044556"
      },
      "address": {
        "label": "العنوان",
        "value": "المعرض: القصيص الصناعية الأولى، 242-107، دبي"
      },
      "website": {
        "label": "الموقع الإلكتروني",
        "value": "www.mymedlinks.com"
      }
    }
  }
}
}


 